<%@ page language="java" contentType="text/html; charset=UTF-8"
    pageEncoding="UTF-8"%>
<!DOCTYPE html>
<html>
<head>
<meta charset="UTF-8">
<title>Insert title here</title>
	<!-- 부트스트랩 css -->
	<link
	href="https://cdn.jsdelivr.net/npm/bootstrap@5.2.3/dist/css/bootstrap.min.css"
	rel="stylesheet"
	integrity="sha384-rbsA2VBKQhggwzxH7pPCaAqO46MgnOM80zW1RWuH61DGLwZJEdK2Kadq2F9CUG65"
	crossorigin="anonymous">
	<link href="/Ezen_teamB/css/board/PersonallInfo.css" rel="stylesheet">
</head>
<body>
	<%@include file ="../header.jsp" %>
	
		<div class="container">
				<h2 class="pheader">가지가지 서비스 개인정보 처리방침</h2></br>
			<ul>
				<li>가지가지 커뮤니티(이하 "회사"라 합니다)는 회사가 제공하는 가지가지 서비스(이하 "서비스"라 합니다) 회원의 개인정보보호를 매우 중요시하며, 『개인정보 보호법』등 개인정보와 관련된 법령 상의 개인정보보호규정을 준수하고 있습니다. 
					회사는 아래와 같이 개인정보처리방침을 명시하여 회원이 회사에 제공한 개인정보가 어떠한 용도와 방식으로 이용되고 있으며 개인정보보호를 위해 어떠한 조치를 취하는지 알려드립니다. 
					회사의 서비스 개인정보처리방침은 정부의 법률 및 지침의 변경과 당사의 약관 및 내부 정책에 따라 변경될 수 있으며 이를 개정하는 경우 회사는 변경사항에 대하여 즉시 서비스 화면에 게시합니다. 회원님께서는 사이트 방문 시 수시로 확인하시기 바랍니다. </li>
				<li class="pheader"></br>
				1. 가지가는 이용하는 서비스에 따라 다음과 같은 개인정보를 수집 및 이용∙제공∙파기하고 있습니다.
				</li></br>
				
				<li>① 개인정보의 수집 ∙ 이용 목적 및 항목 </li></br>
				<li>회사가 제공하는 서비스는 별도의 회원가입 절차 없이 자유롭게 컨텐츠에 접근할 수 있습니다. 회사의 회원제 서비스 이용을 위해 수집 ∙ 이용하는 개인정보는 다음의 목적 이외의 용도로는 이용되지 않으며, 목적 변경 시 별도의 동의를 받는 등 필요한 조치를 이행합니다. </li></br>
				<li>② 개인정보 수집 방법 </li></br>
				<li>1) 회원가입 및 서비스 이용 과정에서 이용자가 개인정보 수집에 대해 동의를 하고 직접 정보를 입력하는 경우, 해당 개인정보를 수집합니다. </li>
				<li>2) 고객센터를 통한 상담 과정에서 웹 페이지, 메일, 팩스, 전화 등을 통해 이용자의 개인정보가 수집될 수 있습니다. </li>
				<li>3) 회사와 제휴한 외부 기업이나 단체로부터 개인정보를 제공받을 수 있으며, 이러한 경우에는 제휴사에서 이용자에게 개인정보 제공 동의를 받은 후 수집합니다. </li></br>
				
				<li class="pheader">2. 서비스의 제공 또는 법령에 정해진 책임의 준수를 위하여 회사가 보관하고 있는 개인정보가 제3자에게 수집 목적 범위 내에서 제공될 수 있습니다.</li><br/>
				<li>① 회사는 이용자의 개인정보를 명시한 범위 내에서만 처리하며, 정보주체의 동의, 법률의 특별한 규정에 해당하는 경우에만 개인정보를 제 3 자에게 제공합니다</li>
				<li>② 회사는 다음과 같이 개인정보를 제 3 자에게 제공하고 있습니다. </li></br>	
				
				<li>③ 개인정보 보유 ∙ 이용 기간  </li></br>			
				<li>1) 회사는 이용자로부터 개인정보 수집 시에 동의 받은 보유 · 이용기간 내에서 개인정보를 처리·보유합니다. </li>
				<li>- 회원 정보: 회원탈퇴 시까지</li>
				<li>- 비회원 정보: 업무 목적 달성 시까지 </li>
				<li>- 서비스 이용에 따른 채권·채무관계 정산 시까지 </li>
				<li>불법행위를 하는 회원을 차단 하고자 휴대전화 인증 정보는 회원 탈퇴 후 6개월 동안 보관합니다. </li>
				<li>3) 단, 전자상거래 등에서의 소비자보호에 관한 법률 등 관련 법령의 규정에 따라 거래 관계 확인을 위해 개인정보를 일정기간 보유 할 수 있습니다. </li><br/>
			
				<li class="pheader">3. 회사는 서비스 향상과 효과적인 업무처리를 위하여 다음과 같이 개인정보를 처리 위탁하고 있습니다.</li><br/>
				<li>① 회사는 원활하고 향상된 서비스를 위하여 개인정보 처리를 타인에게 위탁할 수 있습니다. 위탁업무의 내용이나 수탁자가 변경될 경우에는 지체없이 본 개인정보 처리방침을 통하여 공개하겠습니다.</li>
				<li>② 회사는 개인정보의 처리와 관련하여 아래와 같이 업무를 위탁하고 있으며, 관계법령에 따라 위탁 계약 시 개인정보가 안전하게 관리될 수 있도록 필요한 조치를 하고 있습니다. 회사는 위탁 계약 시 수탁자의 개인정보 보호조치 능력을 고려하고, 개인정보의 안전한 관리 및 파기 등 수탁자의 의무 이행 여부를 주기적으로 확인합니다. 또한 위탁처리하는 정보는 원활한 서비스를 제공하기 위하여 필요한 최소한의 정보에 국한됩니다. </li><br>
				
			
				<li class="pheader">4. 보유기간이 경과한 개인정보는 지체없이 파기합니다.</li><br/>				
				<li>① 회사는 개인정보 보유기간의 경과, 처리목적 달성 등 개인정보가 불필요하게 되었을 때에는 지체없이 해당 개인정보를 파기합니다. </li>
				<li>② 정보주체로부터 동의받은 개인정보의 보유기간이 경과하거나 처리 목적이 달성되었음에도 불구하고 다른 법령에 따라 개인정보를 계속 보존하여야 하는 경우에는 해당 개인정보를 별도의 데이터베이스로 옮기거나 보관장소를 달리하여 보존합니다. 별도 보관하는 법령 근거 및 보관하는 정보에 관해서는 본 처리방침 제1조제3항제3호를 참고하시기 바랍니다. </li>
				<li>③ 개인정보의 파기 절차 및 방법은 다음과 같습니다.</li>
				<li> - 파기 절차 : 회사는 파기 사유가 발생한 개인정보를 선정하고, 개인정보 보호책임자의 승인을 받아 개인정보를 파기합니다.</li>
				<li> - 파기 방법 : 회사는 전자적 파일 형태로 기록, 저장된 개인정보는 기록을 재생할 수 없도록 파기하며, 종이문서에 기록, 저장된 개인정보는 분쇄기로 분쇄하거나 소각하여 파기합니다.</li><br/>
				
				<li class="pheader">5. 회사는 이용자에게 다른 회사의 웹사이트 또는 자료에 대한 링크를 제공할 수 있습니다.</li>
				<li>회사가 이용자에게 다른 회사의 웹사이트 또는 자료에 대한 링크를 제공하는 경우, 회사는 외부사이트 및 자료에 대한 아무런 통제권이 없으므로 그로부터 제공받는 서비스나 자료의 유용성에 대해 책임질 수 없으며 보증할 수 없습니다. </li>
				<li>회사가 포함하고 있는 링크를 클릭(click)하여 타사이트(site)의 페이지로 옮겨 갈 경우 해당 사이트의 개인정보보호정책은 회사와 무관하므로 새로 방문한 사이트의 정책을 검토해보시기 바랍니다.</li>
			
			</ul>			

			
		
		
		
		
		
		
		
		</div>
	
	
	



	<%@include file = "../footer.jsp" %>

	<!-- 부트스트랩에서 만든 JS 적용 -->
	<script
		src="https://cdn.jsdelivr.net/npm/bootstrap@5.2.3/dist/js/bootstrap.bundle.min.js"
		integrity="sha384-kenU1KFdBIe4zVF0s0G1M5b4hcpxyD9F7jL+jjXkk+Q2h455rYXK/7HAuoJl+0I4"
		crossorigin="anonymous"></script>
</body>
</html>