<%@ page language="java" contentType="text/html; charset=UTF-8"
    pageEncoding="UTF-8"%>
<!DOCTYPE html>
<html>
<head>
<meta charset="UTF-8">
<title>Insert title here</title>

	<!-- 부트스트랩 css -->
	<link
	href="https://cdn.jsdelivr.net/npm/bootstrap@5.2.3/dist/css/bootstrap.min.css"
	rel="stylesheet"
	integrity="sha384-rbsA2VBKQhggwzxH7pPCaAqO46MgnOM80zW1RWuH61DGLwZJEdK2Kadq2F9CUG65"
	crossorigin="anonymous">
	<link href="/Ezen_teamB/css/board/PersonallInfo.css" rel="stylesheet">
	
</head>
<body>

	<%@include file ="../header.jsp" %>
	
	<div class="container">
		<h2 class="pheader">가지가지 커뮤니티 서비스 이용 약관</h2> <br/>
			<h3 class="pheader">제 1 장 Welcome, Gaji !</h3> <br/>
			<ul>
				<li class="pheader">제 1 조 (목적)</li><br/>
				<li>주식회사 가지가지 커뮤니티(이하 '회사')가 인터넷과 모바일 등 플랫폼(이하 ‘가지가지’)을 통해 제공하는 다양한 서비스를 이용하여 주셔서 감사합니다. 회사는 이용자가 가지가지를 더 편리하게 이용할 수 있도록 서비스 이용약관(이하 '본 약관')을 마련하였습니다. 본 약관은 이용자가 서비스를 이용하는데 필요한 권리, 의무 및 책임사항 기타 필요한 사항을 규정하고 있으므로 주의깊게 살펴봐 주시기 바랍니다.</li>
				<br/>
				
				<li class="pheader">제 2 조 (정의)</li><br/>
				<li>본 약관에서 사용하는 용어의 정의는 다음 각 호와 같습니다.</li> <br/>
				<li>
					가지가지: 회사가 운영하는 플랫폼을 의미하며, 인터넷, 모바일 어플리케이션(이하 ‘앱’) 등을 통하여 파트너들이 제공하는 다양한 재화 또는 용역(이하 '재화 등')의 광고를 이용자에게 제공하거나, 파트너와 이용자 간 거래를 중개하고, 나아가 회사 또는 이용자가 창작한 다양한 콘텐츠를 게시하고 그를 통하여 이용자 간 커뮤니케이션이 진행될 수 있도록 설정한 공간을 말하며, 아울러 이를 운영하는 사업자의 의미로도 사용합니다.
					서비스: 콘텐츠 및 그를 매개로 한 이용자 간 커뮤니케이션 공간, 파트너 재화 등의 광고 및 파트너와 고객 간 거래의 중개 등 이용자의 생활을 더 편리하게 하기 위해 회사가 가지가지을 통하여 제공 또는 제공할 서비스를 말합니다.
					제휴서비스: 회사가 자신이 운영하는 타 서비스 또는 자신과 협력관계에 있는 제3자가 운영하는 서비스와 가지가지을 연동하는 등 다양한 제휴 방식을 통해 가지가지과 별개로 국내 ∙ 외에서 제공하는 서비스를 말합니다.
					이용자: 회사가 제공하는 서비스를 이용하는 자로서 회원 및 비회원을 포함합니다.
					회원: 가지가지에 회원등록을 한 자로서, 가지가지 내에서 서비스를 이용할 수 있는 자격을 갖춘 자를 말합니다.
					비회원: 회원에 가입하지 않고, 가지가지에서 제한적으로 제공하는 서비스를 이용하는 자를 말합니다.
					콘텐츠: 회사 또는 이용자가 서비스 상에 게시 또는 등록하는 모든 글, 사진, 동영상, 각종 파일, 링크, 회원소개 등(부호, 문자, 영상, 그림 등 그 형태를 불문합니다) 가지가지 내에서 게시 또는 사용되는 일체의 정보를 말합니다.
					파트너: 가지가지가 지정한 절차를 마치고 가지가지를 이용하는 자로, 가지가지를 통해 이용자에게 자신의 재화 등을 광고 또는 판매하는 자를 말합니다.
					회원정보: 가지가지를 통해 가입을 신청한 자에게 회원가입 신청양식(이하 '신청양식')에 따라 기재를 요청하는 개인정보 및 회원의 식별과 서비스 이용을 위하여 회원이 가지가지에게 제공한 정보를 말합니다.
				</li> <br/>
				
				<li class="pheader">제 3 조 (약관 등의 설명 및 개정)</li><br/>
				<li>
					가지가지는 본 약관의 내용과 상호 및 대표자 성명, 영업소 소재지 주소(소비자의 불만을 처리할 수 있는 주소를 포함), 전화번호, 전자우편주소, 사업자등록번호, 통신판매업신고번호 등을 이용자가 쉽게 알 수 있도록 가지가지 내 초기 서비스 화면(전면)에 게시합니다. 다만, 본 약관의 내용(개정시 개정내용을 포함)은 이용자가 연결 화면을 통하여 볼 수 있도록 게시할 수 있습니다.
					가지가지는 필요한 경우 관련법령을 위배하지 않는 범위 내에서 본 약관을 개정할 수 있으며, 본 약관을 개정할 경우 그 개정이유 및 적용일자를 명시하여 현행 약관과 함께 가지가지의 초기화면에 그 적용일자 7일 전부터 적용일자 전일까지 공지합니다. 다만, 가지가지가 회원에게 불리한 내용으로 약관을 변경하는 경우에는 최소한 30일 이상의 사전 유예 기간을 두고 공지하며, 이 경우 개정 전후의 내용을 회원이 알기 쉽도록 표시하겠습니다.
					가지가지의 개정약관을 공지 및 통지하면서 회원에게 일정 기한 내에 의사표시를 하지 않으면 동의한 것으로 본다는 뜻을 명확하게 따로 공지 및 통지하였음에도 회원이 명시적으로 거부의 의사표시를 하지 아니한 경우, 회원이 개정약관에 동의한 것으로 봅니다. 또한, 회원이 개정약관의 적용에 동의하지 않는 경우 가지가지은 개정약관의 내용을 적용할 수 없으며, 이 경우, 회원은 회원탈퇴를 할 수 있습니다. 다만, 개정 전의 약관을 적용할 수 없는 특별한 사정이 있는 경우에는 가지가지은 회원자격을 상실시킬 수 있습니다.
					가지가지의 본 약관을 개정할 경우 그 개정약관은 그 적용일자 이후에 체결되는 계약에만 적용되고 그 이전에 이미 체결된 계약에 대해서는 개정 전의 약관이 그대로 적용됩니다. 다만, 회원이 그 적용일자 이전에 체결된 계약에 대하여 개정약관의 적용을 받기 원하는 의사표시를 제3항에 의한 개정약관의 공지기간 내에 가지가지에 전달하여 동의를 받은 경우에는 개정약관이 적용됩니다.				
				</li><br/>	
			
				<li class="pheader">제 4 조 (약관 외 준칙)</li><br/>		
				<li>
					본 약관에서 정하지 아니한 사항과 본 약관의 해석에 관하여는 『전자상거래 등에서의 소비자보호에 관한 법률』, 『약관의 규제에 관한 법률』, 공정거래위원회가 정하는 『전자상거래 등에서의 소비자보호 지침』 등 관련법령 및 상관례에 따릅니다.
					가지가지는 필요한 경우 특정 서비스에 관하여 적용될 사항(이하 '개별약관')을 정하여 이를 가지가지을 통해 미리 공지할 수 있습니다.
					가지가지는 제2항의 개별약관에 변경이 있을 경우 본 약관 제3조 제2항에 따라 공지하도록 하겠습니다.				
				</li>
				
				
				
					
			</ul>
			
			
	</div>
	<%@include file = "../footer.jsp" %>

	<!-- 부트스트랩에서 만든 JS 적용 -->
	<script
		src="https://cdn.jsdelivr.net/npm/bootstrap@5.2.3/dist/js/bootstrap.bundle.min.js"
		integrity="sha384-kenU1KFdBIe4zVF0s0G1M5b4hcpxyD9F7jL+jjXkk+Q2h455rYXK/7HAuoJl+0I4"
		crossorigin="anonymous"></script>
		
		
</body>
</html>